function Page()
{
    return(
        <div>
            <img src="../public/Dayz_-_Title_graphic.webp" alt="" />
            <h1>Виживання в Чорнарусі</h1>
            <p>Після загадкової епідемії, що перетворила більшість населення на агресивних заражених, Чорнарусь стала пусткою. В цьому покинутому світі, де кожен день може бути останнім, виживання — не просто слово, а головна мета.

Я прокинувся на узбережжі — без їжі, без води, з порожніми руками. Єдине, що було поруч — стара бейсбольна бита. Я вирушив углиб країни, у пошуках провізії та притулку. Кожен будинок, кожна закинута ферма — це шанс знайти щось цінне. А може, і небезпеку.

Одного разу в лісі я зустрів іншого вцілілого. Ми довго дивилися одне на одного — ніхто не довіряв. Але замість пострілу, він запропонував банку консервів. Так почалася наша коротка дружба. Ми поділилися ресурсами, разом обійшли заражене місто, уникнули перестрілки з бандитами.

Та DayZ не про щасливі кінцівки. Наступного ранку я прокинувся сам. Товариш зник, а з ним — і більшість моїх припасів. Лишилась лише стара бита.

У DayZ головний ворог — не зомбі. Це голод, недовіра і самотність. Але кожен новий день — шанс. Шанс вижити. Шанс змінити хід гри.</p>


        </div>
    )
}
export default Page;