import Page from './/page'
function Page1()
{
    return(
        <div>
            <Page/>
            <h2>Рецепт суші з вугром</h2>
            <img src="0003-rol-tempura-z-vugrem.avif" alt="" />
            <p>
            🐟 Інгредієнти (на 2-3 порції / 3-4 роли):
Для рису:
1 склянка круглозернистого рису для суші

1,25 склянки води

2 ст. ложки рисового оцту

1 ст. ложка цукру

0,5 ч. ложки солі

Для начинки:
150–200 г копченого або запеченого вугра (унагі)

1 свіжий огірок

Авокадо (за бажанням)

Соус унагі (готовий або домашній)

Інше:
Листи норі (сушені водорості)

Килимок для згортання ролів (макису)

Соєвий соус, маринований імбир, васабі — для подачі 
            </p>
            <p>
            🍚 Покроковий рецепт:
1. Приготування рису:
Промий рис до прозорої води (4–5 разів), замочи на 30 хвилин.

Звари рис у воді: доведи до кипіння, потім тушкуй на мінімальному вогні 10–12 хвилин під кришкою.Змішай оцет, цукор і сіль, підігрій до розчинення. Влий у готовий рис і обережно перемішай. Дай охолонути до кімнатної температури.2. Підготовка інгредієнтів:Вугор зазвичай вже готовий до вживання — просто поріж його на довгі смужки.Огірок наріж соломкою, очистивши від насіння.Авокадо наріж тонкими смужками (опційно).3. Складання ролу:Поклади норі на килимок блискучою стороною вниз.Змочи руки, виклади тонкий шар рису, залишивши 1 см зверху без рису.У центрі виклади вугра, огірок (та авокадо).Згорни рол акуратно, притискаючи килимком.Наріж рол вологим ножем на 6–8 шматочків.4. Подача:Полий зверху соусом унагі (солодкий соєвий соус з карамельною ноткою), можна посипати кунжутом. 
            </p>
            <p>            🍱 Порада:Якщо вугор не солений, додай трішки солі чи маринуй у соєвому соусі з медом і імбиром.Соус унагі легко приготувати вдома: 2 ст. л. соєвого соусу + 1 ст. л. цукру + 1 ч. л. міріна, уварити до густоти.
Хочеш — я можу зробити візуальну інструкцію або дати варіант без риби.
            </p>

        </div>
    )
}
export default Page1;