
import './App.css'

import Page1 from './components/Page1'
import Article from './components/userCard'
import UserCard from './components/userCard'

function App() {

  return (
      <>
      <Article title="Вплив соціальних мереж на психічне здоров’я підлітків" Avtor="Іваненко Марія" posilannya="https://www.unicef.org/ukraine/media/18011/file/Social_Media_Impact_Report.pdf"/>
      {/* <Page1/> */}
      {/* <UserCard name="fff" adress="total" position="Teacher" color="Red"/>

      <UserCard color="yellow"/>
      <UserCard/> */}
      {/* <h3>
        Біографія Шекспіра
      </h3>
      <img src="2024042311451028.jpg" alt="" />
      <p>
      🖋️ Вільям Шекспір (1564–1616)Вільям Шекспір — англійський драматург, поет і актор, якого вважають одним із найвидатніших письменників усіх часів. Народився 23 квітня 1564 року в місті Стретфорд-апон-Ейвон, Англія.У молодості Шекспір одружився з Енн Гетевей, з якою мав трьох дітей. Приблизно у 1580-х роках він переїхав до Лондона, де почав свою кар'єру в театрі як актор і автор п'єс. Він став співвласником театру "Глобус", де йшли постановки багатьох його творів.Шекспір написав 37 п’єс, понад 150 сонетів і декілька поем. Його творчість охоплює трагедії ("Гамлет", "Макбет"), комедії ("Дванадцята ніч", "Сон літньої ночі") та історичні драми ("Генріх V", "Річард III"). Його мова, образи й психологізм персонажів залишаються актуальними донині.Він помер 23 квітня 1616 року, у день свого 52-річчя, в рідному Стретфорді.
      </p> */}
      </>
  )
}

export default App
